"OK" = "OK";
"Back" = "Zurück zu";
"Done" = "Vervollständigen";
"Sorry" = "Entschuldigung";
"Cancel" = "Abbrechen";
"Setting" = "Einrichten";
"Photos" = "Fotos";
"Videos" = "Video";
"Preview" = "Vorschau";
"Full image" = "Ursprüngliches Bild";
"Processing..." = "Bearbeitung...";
"Can not use camera" = "Funktion fehlt";
"Synchronizing photos from iCloud" = "Fotos aus iCloud synchronisieren";
"Can not choose both video and photo" = "Beim Auswählen von Fotos kann kein Video ausgewählt werden";
"Can not choose both photo and GIF" = "Bei der Auswahl von Fotos kann kein GIF ausgewählt werden";
"Select the video when in multi state, we will handle the video as a photo" = "Wählen Sie das Video im Mehrfachauswahlmodus aus und senden Sie das Video standardmäßig als Bild";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Die Seite mit den Datenschutzeinstellungen kann nicht aufgerufen werden. Bitte rufen Sie die Einstellungsseite manuell auf. Vielen Dank";
"Select a maximum of %zd photos" = "Sie können nur bis zu %zd Fotos auswählen";
"Select a minimum of %zd photos" = "Bitte wählen Sie mindestens %zd Fotos aus";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Erlaube %@ den Zugriff auf dein Album in \"Einstellungen -> Datenschutz -> Fotos\"";
"Please allow % to access your camera in \"Settings -> Privacy -> Camera\"" = "Bitte erlauben Sie %@ auf Ihre Kamera zuzugreifen \"Einstellungen -> Datenschutz -> Kamera\"";
"You haven't set the microphone permission to use the function properly" = "Sie haben die Mikrofonberechtigung für die ordnungsgemäße Verwendung der Funktion nicht festgelegt";
"You haven't set the camera permission to use the function properly" = "Sie haben die Kameraberechtigung nicht eingestellt, die Funktion kann nicht normal verwendet werden";
"You haven't set the album permission to use the function properly" = "Sie haben die Berechtigung für das Album nicht festgelegt und die Funktion kann nicht normal verwendet werden";
"You haven't set the album permission to save the picture" = "Sie haben keine Albumberechtigung eingestellt, können keine Bilder speichern";
"You haven't set the album permission to save the video" = "Sie haben die Berechtigung des Albums nicht festgelegt und können das Video nicht speichern";
"You haven't set the location permission to send location Infomation" = "Sie haben die Standortberechtigung nicht eingestellt, um Standortinformationen zu senden.";
"Do you wanna save video?" = "Möchten Sie das Video speichern?";


"chatEnd" = "Gesprächsende";
"chatFailCancel" = "Zurück zu";
"chatFailContent" = "Dialogzugriff fehlgeschlagen, ob erneut versucht werden soll?";
"chatFailRetry" = "Wiederholen";
"chatFailTitle" = "Konversation fehlgeschlagen";
"endChat" = "Gespräch schließen";
"staffOffline" = "Der Kundendienst ist offline";
"leaveWordTitle" = "Hinterlassen Sie eine Nachricht";
"noNetWork" = "Netzwerkverbindung fehlgeschlagen";
"staffNickName" = "Kundendienst";
"waitingTitle" = "Warten auf Zugriff";
"success" = "Erfolg";
"fail" = "Scheitern";
"error" = "Falsch";
"notFound" = "Keine entsprechende Datei gefunden";
"resourceError" = "Ressourcenfehler";
"playError" = "Wiedergabefehler";
"netError" = "Netzwerk ist nicht verfügbar";
"pageLoadingError" = "Die Seite ist nicht verfügbar";
"uploadError" = "Uploadfehler";
"overSize" = "Datei ist zu groß";
"save" = "Speichern";
"Do you end this conversation?" = "Ob diese Konversation beendet werden soll?";
"Do you wanna save picture?" = "Gibt an, ob Bilder gespeichert werden sollen?";
"loading" = "Laden...";
"connecting..." = "Anschließen...";
"connectingTitle" = "Zugreifen...";
"[pic]" = "[Bild]";
"tip" = "Hinweis";
"not support" = "Wird nicht unterstützt";
"full image"="Full image";
"work order" = "Arbeitsauftrag";
"emoji" = "[emoji]";
"newMsg" = "Du hast eine neue Nachricht";
"no message" = "keine Nachricht";
"no network is available" = "Es ist kein Netzwerk verfügbar";
"connect error,please check" ="Verbindungsfehler, bitte überprüfen";
"message" = "Botschaft";
"message(%ld)" = "Botschaft(%ld)";
"Tap to take a photo, hold to record a video" = "Tippen, um ein Foto aufzunehmen, gedrückt halten, um ein Video aufzunehmen";
"Mic not enabled. Unable to record" = "Mikrofon ist deaktiviert, Aufnahme nicht möglich";
"upload log" = "Protokoll hochladen";
"failed, please try again" = "Fehlgeschlagen, bitte versuchen Sie es erneut";
"no logs available" = "Keine verfügbaren Protokolle";


//----> extral_permission_description
"echat_permission_camera" = "Kameraberechtigungen ";
"echat_permission_microphone" = "Mikrofonberechtigungen ";
"echat_permission_album" = "Albumberechtigungen ";
"echat_permission_location" = "Standortberechtigungen ";
"echat_permission_use_description" = "Anweisungen zur Verwendung von Berechtigungen";
"echat_permission_map_description" = "Die aktuelle Beantragung einer Standorterlaubnis, die verwendet wird, um den aktuellen Standort des Mobiltelefons während des Kundendienstdialogs zu lokalisieren, die Standortinformationen auszuwählen und an den Kundendienst zu senden, autorisiert die Erlaubnis nicht und hat keinen Einfluss auf die Nutzung anderer Funktionen";
"echat_permission_media_description" = "Beantragt derzeit Berechtigungen für Fotoalben, die zum Senden von Bildern, Videos und zum Speichern von Bildern, Videos und Dateien im Rahmen von Kundendienstgesprächen verwendet werden. Es werden keine Berechtigungen autorisiert, und die Verwendung anderer Funktionen wird nicht beeinträchtigt.";
"echat_permission_record_description" = "Beantragt derzeit %@, das verwendet wird, um Bilder aufzunehmen, Videos aufzunehmen, Audio aufzuzeichnen und sie während Kundendienstgesprächen ohne Autorisierung und ohne Beeinträchtigung der Nutzung anderer Funktionen an den Kundendienst zu senden";
